export const termServiceHtml = String.raw`
<h2 class="chapter-title">제 1 장 총칙</h2>

<h3 class="article-title">제1조 (목적)</h3>
<p>
  본 약관은 주식회사 커넥션밸류(CONNECTIONVALUE Inc.)에서 제공하는 "Pollit" 및
  "Pollit"에서 제공하는 제반 서비스(이하 "서비스")의 이용과 관련하여 회사와 회원
  및 기타 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을
  목적으로 합니다.
</p>

<h3 class="article-title">제2조 (용어의 정의)</h3>
<ol>
  <li>
    본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
    <ul>
      <li>"회사"란 주식회사 커넥션밸류(CONNECTIONVALUE Inc.)입니다.</li>
      <li>"회원"이란 Pollit 서비스 이용을 위해 계정 등록을 한 자를 의미합니다.</li>
      <li>
        "아이디"(이하 "ID"라 한다)란 Pollit 서비스 이용을 위해 회원이 선정하고
        회사가 승인한 회원 식별자로 회원이 입력한 휴대폰 번호 또는 이메일 주소를
        아이디로 사용합니다.
      </li>
      <li>
        "비밀번호"란 회원의 서비스 이용 및 개인정보 관련 권한 획득을 위해 회원이
        정한 문자 또는 숫자의 조합을 의미합니다.
      </li>
      <li>"회원 탈퇴"란 회원이 Pollit 서비스 이용계약을 해지하는 것을 의미합니다.</li>
      <li>
        "유료 서비스"란 회사가 회원에게 유료로 제공하는 각종 온라인 디지털 콘텐츠
        및 제반 서비스를 의미합니다.
      </li>
      <li>
        "유료 아이템"(하트 등)이란 서비스를 이용할 때 사용되는 가상의 화폐 단위로서
        회원이 대금을 지급하고 구입하거나 이벤트, 홍보 등의 목적으로 제공받는 것을
        의미합니다. 단, 대금을 주고 구입한 경우가 아닌 경우 유료 아이템은 현금으로
        환불이 불가능합니다.
      </li>
      <li>"가입 심사"란 서비스의 신뢰도 향상을 위해 회원이 작성한 본인 프로필을 심사하는 것을 의미합니다.</li>
    </ul>
  </li>
  <li>
    본 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는
    관계법령 및 각 서비스별 안내에서 정하는 바 그리고 사회 관념에 따릅니다.
  </li>
</ol>

<h3 class="article-title">제3조 (이용약관의 효력 및 변경)</h3>
<ol>
  <li>
    회사는 본 약관의 내용을 회원이 확인할 수 있도록 회원가입 시에 표시하고,
    회원가입 후에도 별도의 화면에서 확인할 수 있도록 합니다.
  </li>
  <li>
    회사는 약관의 규제에 관한 법률, 전자거래기본법, 전자 서명법,
    정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는
    범위에서 본 약관을 개정할 수 있습니다.
  </li>
  <li>
    회사가 약관 개정을 하는 경우 약관의 효력 발생일 50일 전까지 서비스 내
    공지사항 페이지 등에 이를 공지합니다.
  </li>
  <li>
    회원은 개정된 약관을 거부할 권리가 있습니다. 회원은 개정된 약관에
    동의하지 않을 경우 서비스 이용을 중단하고 회원탈퇴를 할 수 있습니다. 단,
    개정된 약관의 효력 발생일 이후에도 서비스를 계속 이용할 경우에는 새 약관에
    동의한 것으로 간주합니다.
  </li>
  <li>변경된 약관에 대한 정보를 알지 못해 발생하는 회원의 피해에 대해 회사는 책임지지 않습니다.</li>
</ol>

<h3 class="article-title">제4조 (약관 외 준칙)</h3>
<ol>
  <li>
    본 약관은 회사가 제공하는 서비스에 관해 별도의 정책 및 운영규칙과 함께
    적용됩니다.
  </li>
  <li>본 약관에 명시되지 아니한 사항과 본 약관의 해석에 관하여는 관계법령에 따릅니다.</li>
</ol>

<h2 class="chapter-title">제 2 장 이용약관 체결</h2>

<h3 class="article-title">제1조 (이용계약의 성립)</h3>
<ol>
  <li>이용계약은 회원의 본 이용약관 내용에 대한 동의와 이용신청에 대하여 회사의 이용승낙으로 성립합니다.</li>
  <li>본 이용약관에 대한 동의는 회원이 회원등록 당시 본 약관을 읽고 "동의합니다" 버튼에 체크 표시를 함으로써 의사표시를 한 것으로 간주합니다.</li>
</ol>

<h3 class="article-title">제2조 (서비스 이용 신청)</h3>
<ol>
  <li>회원으로 가입하여 본 서비스를 이용하고자 하는 이용고객은 각종 필수정보(휴대폰 전화번호 등)를 제출해야 합니다.</li>
  <li>타인의 명의를 도용하여 이용신청을 한 회원의 모든 ID는 확인 즉시 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.</li>
  <li>만 14세 미만의 아동은 본 서비스에 가입할 수 없습니다.</li>
</ol>

<h3 class="article-title">제3조 (개인정보의 보호 및 사용)</h3>
<ol>
  <li>
    회사는 관계법령이 정하는 바에 따라 회원등록정보를 포함한 회원의 개인정보를
    보호하기 위해 노력합니다. 회원 개인 정보의 보호 및 사용에 대해서는 관련법령 및
    회사의 개인정보보호정책이 적용됩니다. 단, Pollit 공식 서비스 이외의 웹에서
    링크된 사이트에서는 갑의 개인정보보호정책이 적용되지 않습니다. 또한 회사는
    회원의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다.
  </li>
  <li>
    회사는 이용자에게 제공하는 서비스의 양적, 질적 향상을 위하여 회원의 개인정보를
    제휴사에게 제공, 공유할 수 있으며, 이 때에는 반드시 회원의 동의를 받고, 필요한
    최소한의 정보를 제공/공유하며 누구에게 어떤 목적으로 어떤 정보를 제공/공유하는지
    명시합니다.
  </li>
  <li>
    회원은 원하는 경우 언제든 회사에 제공한 개인정보의 수집과 이용에 대한 동의를
    철회할 수 있으며, 동의의 철회는 회원 탈퇴를 하는 것으로 이루어집니다. 회원
    탈퇴는 앱 내 기능으로 바로 수행할 수 있습니다.
  </li>
  <li>회사는 수탁자를 통해 개별 이벤트, 행사가 진행될 경우, 해당 이벤트 참여 신청 페이지를 통해 명시적으로 개인정보 취급위탁에 대한 회원 동의를 받습니다.</li>
</ol>

<h3 class="article-title">제4조 (이용신청의 승낙과 제한)</h3>
<ol>
  <li>회사는 제 6조의 규정에 의거 이용신청고객에 대하여 업무 수행상 또는 기술상 지장이 없는 경우에 원칙적으로 접수순서에 따라 서비스 이용을 승낙합니다.</li>
  <li>
    회사는 다음 각 호의 내용에 해당하는 경우 이용신청에 대한 승낙을 제한할 수 있고,
    그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.
    <ul>
      <li>회사의 서비스 관련 설비에 여유가 없는 경우</li>
      <li>회사의 기술상 지장이 있는 경우</li>
      <li>기타 회사의 사정상 필요하다고 인정되는 경우</li>
    </ul>
  </li>
  <li>
    회사는 다음 각 호의 내용에 해당하는 경우 이용신청에 대한 승낙을 하지 아니할 수도
    있습니다.
    <ul>
      <li>타인의 명의를 이용하여 신청한 경우</li>
      <li>이용계약 신청서의 내용을 허위로 기재한 경우</li>
      <li>사회의 안녕과 질서, 미풍양속을 저해할 목적으로 신청한 경우</li>
      <li>부정한 용도로 본 서비스를 이용하고자 하는 경우</li>
      <li>영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우</li>
      <li>기타 회사가 정한 등록신청 요건이 미비된 경우</li>
      <li>본 서비스와 경쟁관계가 있는 이용자가 신청하는 경우</li>
      <li>기타 규정한 제반 사항을 위반하며 신청하는 경우</li>
    </ul>
  </li>
  <li>회사는 이용신청고객이 관계법령에서 규정하는 미성년자일 경우에 즉시 승인 거절처리합니다.</li>
  <li>회사는 서비스 품질 관리를 위해 회원이 제출한 사진 및 프로필의 수정 및 보완을 요청할 수 있습니다.</li>
  <li>
    회사는 다음 각 호에 해당하는 신청에 대해 사후에 언제든 이용계약을 해지할 수 있습니다.
    <ul>
      <li>법률혼 및 사실혼 상태에 있는 경우</li>
      <li>미성년자인 경우</li>
      <li>서비스의 다른 이용자들에게 방해가 되는 행위를 하는 경우</li>
      <li>한 명이 서비스 내에 복수 개의 계정으로 가입하여 사용하는 경우</li>
    </ul>
  </li>
  <li>회원이 입력한 정보가 사실과 다를 경우, 사실 여부 확인을 위해 회원에게 입증자료 제출 등을 요구할 수 있습니다. 이에 대해 회원이 합리적인 방식으로 입증하지 못할 경우, 회사는 회원을 강제 탈퇴 처리 즉, 서비스 이용을 전면적으로 거부할 수 있고, 이로 인해 발생하는 기 구매한 유료 아이템의 사용권 박탈 등의 모든 불이익에 대해서는 회사가 책임지지 않습니다.</li>
</ol>

<h3 class="article-title">제5조 (회원 아이디 부여 및 변경 등)</h3>
<ol>
  <li>
    회사는 회원에 대하여 본 약관에 정하는 바에 따라 회원 ID를 부여합니다. 회원 ID는
    서비스 내부적으로만 관리되고 서비스 이용 시 회원은 본인이 별도로 지정한
    닉네임을 사용합니다.
  </li>
  <li>
    회원 ID 및 닉네임에 관한 관리책임은 회원에게 있습니다. 이를 소홀이 관리하여
    발생하는 서비스 이용상의 손해 또는 제3자에 의한 부정이용 등에 대한 책임은
    회원에게 있으며 회사는 그에 대한 책임을 일절 지지 않습니다.
  </li>
  <li>기타 회원개인정보 관리 및 변경에 관한 사항은 서비스 별 안내에 정하는 바에 의합니다.</li>
</ol>

<h3 class="article-title">제6조 (결제, 환불 등)</h3>
<ol>
  <li>
    회원은 여러 결제수단을 통해 유료 아이템 구매, 유료 서비스 이용을 할 수 있으며
    회사는 이러한 결제가 정상적으로 처리될 수 있도록 최선을 다해야 합니다.
  </li>
  <li>회사는 부정한 방법으로 결제된 건에 대해 이를 취소하거나 환불을 제한할 수 있습니다.</li>
  <li>
    환불 정책은 아래와 같습니다.
    <ul>
      <li>
        회원이 결제 후 7일 이내에 환불 요청을 하는 경우
        <ol>
          <li>유료 아이템을 하나라도 사용한 경우(예를 들어 하트를 하나라도 사용한 경우), 환불이 불가합니다.</li>
          <li>
            유료 아이템을 하나도 사용하지 않은 경우, 환불이 가능합니다. 이때 회원은
            hello@pollit.kr 이메일 주소로 환불 신청을 해야하고 회사는 해당 회원을 본인 인증한 후 환불 처리에 협조해야 합니다.
          </li>
        </ol>
      </li>
      <li>회원이 이용약관을 위반한 행위(거짓 정보 기재, 서비스에 피해를 주는 행위 등)로 인해 강제 탈퇴당한 경우 회원이 보유한 아이템은 자동으로 소멸되어 복구 및 환불이 불가능합니다.</li>
      <li>직접 구매가 아닌, 이벤트 등으로 수령한 하트 등의 유료 아이템은 환불 대상이 아닙니다.</li>
    </ul>
  </li>
  <li>유료 아이템은 해당 회원의 최종 접속일로부터 2년 경과 시 소멸됩니다. 단, 유료 아이템의 사용 기간이 별도로 명시된 경우는 해당 기간 내에서만 사용 가능합니다.</li>
</ol>

<h2 class="chapter-title">제3장 계약 당사자의 의무</h2>

<h3 class="article-title">제1조 (회사의 의무)</h3>
<ol>
  <li>회사는 관련법과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위하여 최선을 다하여야 합니다.</li>
  <li>회사는 회원이 안전하게 서비스를 이용할 수 있도록 회원의 개인정보보호를 위한 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다.</li>
  <li>회사는 수신거절의 의사를 명백히 표시한 회원에 대해서는 회원이 원하지 않는 영리목적의 광고성 알림(문자, 푸시 메시지) 등을 발송하지 않습니다.</li>
  <li>회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의 계약관계절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.</li>
  <li>회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 이용자에게 그 사유와 처리 일정을 통보하여야 합니다.</li>
</ol>

<h3 class="article-title">제2조 (회원의 의무)</h3>
<ol>
  <li>
    회원은 본 약관에 규정하는 사항과 기타 회사가 정한 제반 규정, 서비스 이용안내
    또는 공지사항 등 회사가 공지 또는 통지하는 사항 및 관계법령을 준수하여야 하며,
    기타 회사의 업무에 방해가 되는 행위, 회사의 명예를 손상시키는 행위를 하여서는
    안됩니다.
  </li>
  <li>회사가 관계법령 및 개인정보보호정책에 의하여 그 책임을 지는 경우를 제외하고 회원의 관리소홀, 부정사용에 의하여 발생되는 모든 결과에 대한 책임은 회원에게 있습니다.</li>
  <li>
    회원은 회사의 사전승낙 없이 서비스를 이용하여 영업활동을 할 수 없으며, 회원 간
    또는 회원과 제3자 간에 서비스를 매개로 한 물품거래 및 서비스의 이용과 관련하여
    기대하는 이익 등에 관하여 발생한 손해에 대하여 회사는 책임을 지지 않습니다. 이와
    같은 영업활동으로 회사가 손해를 입은 경우 회원은 회사에 대하여 손해배상의 의무를
    지며, 회사는 해당 회원에 대해 서비스 이용제한 및 적법한 절차를 거쳐 손해배상 등을
    청구할 수 있습니다.
  </li>
  <li>회원은 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약 상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</li>
  <li>이용자는 회원가입 신청 또는 회원정보 변경 시 모든 사항을 사실에 근거하여 작성하여야 하며, 허위 또는 타인의 정보를 등록할 경우 일체의 권리를 주장할 수 없습니다.</li>
  <li>회원은 회사 및 제3자의 지적 재산권을 침해해서는 안됩니다.</li>
  <li>
    회원은 다음 각 호에 해당하는 행위를 하여서는 안되며, 해당 행위를 하는 경우에
    회사는 회원의 서비스 이용제한 및 적법 조치를 포함한 제재를 가할 수 있습니다.
    <ul>
      <li>회원가입 신청 또는 회원정보 변경 시 허위내용을 등록하는 행위</li>
      <li>다른 이용자의 ID를 도용하는 행위</li>
      <li>이용자 ID를 타인과 거래하는 행위</li>
      <li>회사의 운영진, 직원 또는 관계자를 사칭하는 행위</li>
      <li>
        회사로부터 특별한 권리를 부여 받지 않고 회사의 클라이언트 프로그램을
        변경하거나, 회사의 서버를 해킹하거나, 웹사이트 또는 게시된 정보의 일부분 또는
        전체를 임의로 변경하는 행위
      </li>
      <li>서비스에 위해를 가하거나 고의로 방해하는 행위</li>
      <li>
        본 서비스를 통해 얻은 정보를 회사의 사전 승낙 없이 서비스 이용 외의 목적으로
        복제하거나, 이를 출판 및 방송 등에 사용하거나, 제 3자에게 제공하는 행위
      </li>
      <li>
        회사 또는 제 3자의 저작권 등 기타 지적재산권을 침해하는 내용을 전송, 게시,
        전자우편 또는 기타의 방법으로 타인에게 유포하는 경우
      </li>
      <li>
        공공질서 및 미풍양속에 위반되는 저속, 음란한 내용의 정보, 문장, 도형, 음향,
        동영상을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위
      </li>
      <li>
        모욕적이거나 개인신상에 대한 내용이어서 타인의 명예나 프라이버시를 침해할 수
        있는 내용을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위
      </li>
      <li>다른 이용자를 희롱 또는 위협하거나, 특정 이용자에게 지속적으로 고통 또는 불편을 주는 행위</li>
      <li>회사의 승인을 받지 않고 다른 사용자의 개인정보를 수집 또는 저장하는 행위</li>
      <li>범죄와 결부된다고 객관적으로 판단되는 행위</li>
      <li>본 약관을 포함하여 기타 회사가 정한 제반 규정 또는 이용 조건을 위반하는 행위</li>
      <li>기타 관계법령에 위배되는 행위</li>
    </ul>
  </li>
</ol>

<h2 class="chapter-title">제4장 서비스 이용</h2>

<h3 class="article-title">제1조 (서비스의 인식)</h3>
<p>회사는 Pollit 서비스임을 회원이 항상 쉽게 인식할 수 있도록 필요한 제반 사항에 관해 노력합니다.</p>

<h3 class="article-title">제2조 (서비스의 제공 및 변경)</h3>
<p>회사는 회사가 제공하는 서비스에서 진행하는 콘텐츠와 이벤트 등의 모든 서비스를 회원에게 제공합니다.</p>

<h3 class="article-title">제3조 (정보의 제공 및 통지)</h3>
<ol>
  <li>회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항 혹은 전자우편 등의 방법으로 회원에게 제공할 수 있습니다.</li>
  <li>회사는 불특정다수 회원에 대한 통지를 하는 경우 7일 이상 공지사항 페이지 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.</li>
</ol>

<h3 class="article-title">제4조 (게시물의 저작권 및 관리)</h3>
<ol>
  <li>
    회사는 회원의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여
    보호합니다. 다만, 다음 각 호에 해당하는 게시물이나 자료의 경우 사전통지 없이
    삭제하거나 이동 또는 등록 거부를 할 수 있으며, 해당 회원의 자격을 제한, 정지 또는
    상실시킬 수 있습니다.
    <ul>
      <li>다른 회원 또는 제3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우</li>
      <li>공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우</li>
      <li>불법복제 또는 해킹을 조장하는 내용인 경우</li>
      <li>영리를 목적으로 하는 광고일 경우</li>
      <li>범죄적 행위에 결부된다고 인정되는 내용인 경우</li>
      <li>회사나 다른 회원의 저작권 혹은 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우</li>
      <li>회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우</li>
      <li>스팸성 게시물인 경우</li>
      <li>기타 관계법령에 위배된다고 판단되는 경우</li>
    </ul>
  </li>
  <li>회사가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 회사에 귀속됩니다.</li>
  <li>
    회원이 서비스 화면 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다.
    또한 회사는 게시자의 동의 없이 게시물을 상업적으로 이용할 수 없습니다. 다만,
    비영리 목적인 경우는 그러하지 아니하며, 또한 본 서비스 내에서의 게재권을 갖습니다.
  </li>
  <li>회원은 서비스를 이용하여 취득한 정보를 회사의 사전 승낙 없이 임의가공, 판매, 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.</li>
</ol>

<h3 class="article-title">제5조 (광고게재 및 광고주와의 거래)</h3>
<ol>
  <li>
    회사가 제공하는 서비스 내에 다양한 배너와 링크(Link)를 포함할 수 있으며, 이는
    광고주와의 계약관계에 의하거나 제공받은 콘텐츠의 출처를 밝히기 위한 조치입니다.
  </li>
  <li>서비스 내에 포함되어 있는 링크를 클릭하여 타 사이트의 페이지로 옮겨갈 경우 해당 사이트의 개인정보보호정책은 회사와 무관합니다.</li>
</ol>

<h3 class="article-title">제6조 (서비스 이용시간)</h3>
<ol>
  <li>서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 운영을 원칙으로 합니다. 다만, 회사는 시스템 정기점검, 증설 및 교체를 위해 회사가 정한 날이나 시간에 서비스를 일시 중단할 수 있으며, 예정되어 있는 작업으로 인한 서비스 일시 중단은 회사가 제공하는 서비스를 통해 사전에 공지합니다.</li>
  <li>회사는 서비스를 일정 범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만, 이 경우 그 내용을 공지합니다.</li>
</ol>

<h3 class="article-title">제7조 (서비스 제공의 중단 등)</h3>
<ol>
  <li>
    회사는 다음 각 호의 내용에 해당하는 경우 서비스 제공의 일부 혹은 전부를 제한하거나
    중단할 수 있습니다.
    <ul>
      <li>정보통신설비의 보수 점검, 교체 및 고장 등 공사로 인한 부득이 한 경우</li>
      <li>기간통신사업자가 전기통신서비스를 중단했을 경우</li>
      <li>서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우</li>
      <li>국가비상사태 등 기타 불가항력적인 사유가 있는 경우</li>
    </ul>
  </li>
  <li>
    전항에 의한 서비스 중단의 경우에는 회사는 제14조에 정한 방법으로 그 사유 및 기간
    등을 공지합니다. 다만, 회사가 통제할 수 없는 사유로 발생한 서비스의 중단
    (시스템관리자의 고의, 과실 없는 디스크 장애, 시스템다운 등)에 대하여 사전공지가
    불가능한 경우에는 예외로 합니다.
  </li>
</ol>

<h3 class="article-title">제8조 (회원 ID 관리)</h3>
<ol>
  <li>회원 ID와 비밀번호에 관한 모든 관리책임은 회원에게 있습니다.</li>
  <li>회사는 회원 ID에 의하여 제반 회원 관리업무를 수행하므로 회원이 ID를 변경하고자 하는 경우 회사가 인정할 만한 사유가 없는 한 ID의 변경을 제한할 수 있습니다.</li>
  <li>회원이 등록한 회원 ID에 의하여 발생되는 사용상의 과실 또는 제3자에 의한 부정사용 등에 대한 모든 책임은 해당 이용고객에게 있습니다.</li>
</ol>

<h3 class="article-title">제9조 (정보의 제공)</h3>
<ol>
  <li>회사는 회원에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.</li>
  <li>회사는 서비스 개선 및 회원 대상의 서비스 소개 등의 목적으로 회원의 동의 하에 추가적인 개인 정보를 요구할 수 있습니다.</li>
</ol>

<h2 class="chapter-title">제5장 계약해지 및 이용제한</h2>

<h3 class="article-title">제1조 (계약 변경 및 해지)</h3>
<p>회원이 이용계약을 해지하고자 하는 경우에는 앱 내 탈퇴 기능을 사용하면 됩니다.</p>

<h3 class="article-title">제2조 (서비스 이용 제한)</h3>
<ol>
  <li>
    회원은 본 약관 제11조, 제12조 내용을 위반하거나 다음 각 호에 해당하는 행위를 하는
    경우에 회사는 회원의 서비스 이용을 제한할 수 있습니다.
    <ul>
      <li>미풍양속을 저해하는 비속한 ID 및 별명 사용</li>
      <li>타 이용자에게 심한 모욕을 주거나, 서비스 이용을 방해한 경우</li>
      <li>정보통신 윤리위원회 등 관련 공공기관의 시정 요구가 있는 경우</li>
      <li>3개월 이상 서비스를 이용한 적이 없는 경우</li>
      <li>불법 게시물을 게재한 경우</li>
      <li>상용소프트웨어나 크랙파일을 올린 경우</li>
      <li>정보통신윤리위원회의 심의세칙 제 7조에 어긋나는 음란물을 게재한 경우</li>
      <li>반국가적 행위의 수행을 목적으로 하는 내용을 포함한 경우</li>
      <li>저작권이 있는 글을 무단 복제하거나 mp3를 게재한 경우</li>
      <li>기타 정상적인 서비스 운영에 방해가 될 경우</li>
    </ul>
  </li>
  <li>
    상기 이용제한 규정에 따라 서비스를 이용하는 회원에게 서비스 이용에 대하여 별도
    공지 없이 서비스 이용의 일시 정지, 초기화, 이용계약 해지 등을 불량이용자
    처리규정에 따라 취할 수 있으며, 회원은 전항의 귀책사유로 인하여 회사나 다른
    회원에게 입힌 손해를 배상할 책임이 있습니다.
  </li>
</ol>

<h2 class="chapter-title">제6장 손해배상 및 기타사항</h2>

<h3 class="article-title">제1조 (손해배상)</h3>
<p>회사는 무료로 제공하는 서비스의 이용과 관련하여 개인정보보호정책에서 정하는 내용에 해당하지 않는 사항에 대하여는 어떠한 손해도 책임을 지지 않습니다.</p>

<h3 class="article-title">제2조 (면책조항)</h3>
<ol>
  <li>회사는 천재지변, 전쟁 및 기타 불가항력, 회사의 합리적인 통제범위를 벗어난 사유로 인하여 서비스를 제공할 수 없는 경우에는 그에 대한 책임이 면제됩니다.</li>
  <li>회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.</li>
  <li>회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.</li>
  <li>회사는 이용자의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.</li>
  <li>회사는 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.</li>
  <li>회사는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.</li>
  <li>
    회사는 서비스 상 혹은 서비스 밖에서 회원의 행동에 관해 책임지지 않으며 회원
    사이의 모든 분쟁에 대해 책임을 지지 않습니다.
    <ul>
      <li>
        회사는 회원의 신원 및 프로필 정보를 별도 검증하지 않습니다. 다른 회원의
        정보의 신뢰도를 판단하는 것은 회원 본인의 의무이며 회사가 사회적으로
        통용되는 절차를 거쳐 일부 인증을 진행했다고 해도 이것이 회사가 회원의 신원
        및 프로필 정보의 진위 여부를 검증했음을 의미하는 것은 아닙니다.
      </li>
      <li>
        회원 간의 온라인 상 및 오프라인 상 모든 종류의 상호작용에 대한 모든 책임은
        회원 본인에게 있습니다. 회원 간의 개인정보 교환, 별도의 연락 및 만남 등에
        관하여 회원은 신중하게 진행할 필요가 있으며 회사는 이에 대해 어떠한 책임도
        지지 않습니다.
      </li>
      <li>회원이 공개를 허락한 정보의 공개로 인해 발생한 문제에 대해 회사는 책임지지 않습니다.</li>
    </ul>
  </li>
</ol>

<h3 class="article-title">제3조 (분쟁의 해결)</h3>
<ol>
  <li>회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 노력을 합니다.</li>
  <li>회사는 회원으로부터 제출되는 불만사항 및 의견을 우선적으로 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 즉시 통보합니다.</li>
</ol>

<h3 class="article-title">제4조 (재판권 및 준거법)</h3>
<p>회사와 회원 간에 서비스 이용으로 발생한 분쟁에 대하여는 대한민국법을 적용하며, 본 분쟁으로 인하여 소송이 제기될 경우 민사소송법 상의 관할을 가지는 대한민국의 법원에 제기합니다.</p>

<p>본 약관은 2024년 2월 1일부터 적용됩니다.</p>
`;

